import React from 'react';
import PropTypes from 'prop-types';

const Features = () => {
  return (
    <div className="pre-order-features-wraper">
      <h1>چه ویژگی‌هایی برای شما تدارک دیدیم</h1>
      <div>
        <h2>بیش از 1,000,000 کالای از پیش تعریف شده</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
      <div>
        <h2>دسترسی به فروشگاه از راه دور و در همه جا</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
      <div>
        <h2>افزودن بیشمار کاربر با سطح دسترسی‌های مختلف</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
      <div>
        <h2>قابلیت بکارگیری در اندروید در کنار تحت وب</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
      <div>
        <h2>به روز رسانی لحظه‌ای کلیه اطلاعات</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
      <div>
        <h2>محیط بسیار ساده و قدرتمند برای استفاده</h2>
        <h3>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</h3>
      </div>
    </div>
  );
};

export default Features;