import React from 'react';
import PropTypes from 'prop-types';
import { Col, Row } from 'antd';

const Features = () => {
  return (
    <div className="pre-order-features-wraper">
      <h1>چه ویژگی‌هایی برای شما تدارک دیدیم</h1>
      <Row>
        <Col xs={{ span: 24, }}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>بیش از 1,000,000 کالای از پیش تعریف شده</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
        <Col xs={{ span: 24,}}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>دسترسی به فروشگاه از راه دور و در همه جا</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
        <Col xs={{ span: 24,}}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>افزودن بیشمار کاربر با سطح دسترسی‌های مختلف</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
        <Col xs={{ span: 24,}}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>قابلیت بکارگیری در اندروید در کنار تحت وب</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
        <Col xs={{ span: 24,}}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>به روز رسانی لحظه‌ای کلیه اطلاعات</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
        <Col xs={{ span: 24,}}  md={{ span: 12, }} lg={{ span: 8, }} xl={{ span: 8, }}>
          <div>
            <h2>محیط بسیار ساده و قدرتمند برای استفاده</h2>
            <p>به تعداد زیادی کالا با مشخصات دقیق همراه با بارکد و قیمت بروز آنها دسترسی خواهید داشت</p>
          </div>
        </Col>
      </Row>
    </div>
  );
};

export default Features;